Repository: ExposedCat/gnome-notification-configurator
Catalog: po/*.po
Languages: bg, nl, uk

source: General
bg: Общи
nl: Algemeen
uk: Загальне

source: Rate Limiting
bg: Ограничаване на честотата
nl: Hoeveelheid beperken
uk: Обмеження Частоти

source: Control notification frequency per application
bg: Настройки за честотата на известията от едно и също приложение
nl: Geef aan hoeveel meldingen een toepassing mag tonen
uk: Налаштування частоти появи повідомлень окремих додатків

source: Enable Rate Limiting
bg: Включване на ограничението
nl: Hoeveelheid beperken
uk: Увімкнути Обмеження Частоти

source: Prevent duplicate notifications within threshold time
bg: Еднаквите известия ще бъдат блокирани за определеното време
nl: Voorkom dubbele meldingen binnen de ingestelde tijdspanne
uk: Заборонити повідомлення від додатку протягом певного часу

source: Notification Threshold
bg: Продължителност на блокирането
nl: Tijd tussen meldingen
uk: Поріг Зображення Повідомлень

source: Time in milliseconds before allowing duplicate notifications
bg: Брой милисекунди, през които едно и също известие няма да се показва повторно
nl: De tijd (in milliseconden) voordat dubbele meldingen getoond mogen worden
uk: Час у мілісекундах до зображення наступного повідомлення від додатку

source: Notification Timeout
bg: Продължителност на видимостта на известията
nl: Meldingen verbergen na
uk: Тайм-аут

source: Control how long notifications stay visible
bg: Настройки за това колко дълго да остават видими известията
nl: Geef aan hoelang meldingen getoond dienen te worden
uk: Налаштування часу зображення повідомлень

source: Time in milliseconds before auto-dismiss (0 = never dismiss)
bg: Брой милисекунди, преди известието да бъде скрито (0 = без автоматично скриване)
nl: De tijd (in milliseconden) voordat meldingen worden verborgen (0 = nooit)
uk: Час у мілісекундах до автоматичного приховування повідомлень (0 = ніколи не приховувати)

source: Ignore Idle State
bg: Пренебрегване на състоянието на бездействие
nl: Inactiviteit negeren
uk: Ігнорувати Неактивність

source: Keep showing notifications even when user is idle
bg: Показване на известия, дори когато потребителят не прави нищо
nl: Blijf meldingen tonen, zelfs als de gebruiker in kwestie inactief is
uk: Показувати повідомлення навіть коли користувач неактивний

source: Force Normal Urgency
bg: Принудителен нормален приоритет
nl: Normaal urgentieniveau gebruiken
uk: Примусова Звичайна Терміновість

source: Make all notifications use normal urgency level
bg: Всички известия ще се третират като обикновени
nl: Toon alle meldingen zonder verhoogde of verlaagde urgentie
uk: Примусово встановити звичайну терміновість для всіх повідомлень

source: General Settings
bg: Общи настройки
nl: Algemene voorkeuren
uk: Загальні Налаштування

source: Basic notification configuration
bg: Общи настройки на известията
nl: Algemene meldingsvoorkeuren
uk: Базові налаштування повідомлень

source: Notification Position
bg: Местоположение на известията
nl: Meldingslocatie
uk: Розміщення Повідомлень

source: Choose where notifications appear on screen
bg: Къде в горната част на екрана да се показват известията
nl: Geef aan op welke locatie meldingen dienen te worden getoond
uk: Налаштування позиції повідомлень на екрані

source: Fill Screen
bg: Запълване по ширина
nl: Uitrekken
uk: Заповнити Ширину Екрану

source: Left
bg: Вляво
nl: Links
uk: Зліва

source: Center
bg: В средата
nl: Midden
uk: Центр

source: Right
bg: Вдясно
nl: Rechts
uk: Зправа

source: Fullscreen Notifications
bg: Известия в пълноекранен режим
nl: Meldingen in schermvullende weergave
uk: Повідомлення в Повноекранному Режимі

source: Control notification behavior in fullscreen mode
bg: Настройки за поведението на известията при режим на цял екран
nl: Geef aan wat er met meldingen dient te gebeuren als de schermvullende weergave actief is
uk: Налаштування повідомлень в повноекранному режимі

source: Enable notifications in Fullscreen
bg: Разрешаване на известията в пълноекранен режим
nl: Meldingen in schermvullende weergave tonen
uk: Увімкнути відомлення в повноекранному режимі

source: Show notifications even when applications are in fullscreen
bg: Показване на известия, дори когато има приложение работещо на цял екран
nl: Toon meldingen, zelfs als toepassing de schermvullende weergave gebruiken
uk: Зображати повідомлення навіть якщо додаток відкрито в повноекранному режимі

source: Filtering
bg: Филтриране
nl: Filteren
uk: Фільтрація

source: Notification Filters
bg: Филтриране на известията
nl: Meldingsfilters
uk: Фільтри Повідомлень

source: Block or hide notifications using regular expressions to match title, body text, or application name
bg: Блокиране или скриване на конкретни известия чрез използване на регулярен израз за откриване на съвпадения в заглавието, текста или името на приложението
nl: Blokkeer of verberg meldingen met behulp van reguliere uitdrukkingen (titel, inhoud of toepassingsnaam)
uk: Можливість закривати чи ховати повідомлення використовуючи RegEx шаблони

source: Enable Filtering
bg: Включване на филтрирането
nl: Filteren
uk: Увімкнути Фільтрацію Повідомлень

source: Apply notification filters
bg: Зададените филтри за известията ще се прилагат
nl: Meldingsfilters toepassen
uk: Налаштування фільтрів повідомлень

source: Active Filters
bg: Активни филтри
nl: Actieve filters
uk: Фільтрація Повідомлень

source: Configure filters using RegExp patterns. Examples: '^Error' (starts with), 'update|upgrade' (contains either), '\d+' (contains numbers)
bg: Настройки на филтри чрез регулярни изрази. Ето няколко примера: „^Грешка“ (^ означава началото на текста), „обновление|надграждане“ (една от двете думи), „\d+“ (съдържа число)
nl: Stel filters in met behulp van reguliere uitdrukkingen. Voorbeelden: ‘^Error’ (starts with), ‘update|upgrade’ (contains either), ‘\d+’ (contains numbers)
uk: Налаштування фільтрів використовуючи RegExp шаблони. Приклад: '^Error' (починається з), 'update|upgrade' (містить одне з), '\d+' (містить цифри)

source: Add Filter
bg: Добавяне на филтър
nl: Filter toevoegen
uk: Додати Фільтр

source: Themes
bg: Теми
nl: Thema's
uk: Теми

source: Notification Themes
bg: Теми за известията
nl: Meldingsthema's
uk: Теми Повідомлень

source: Customize notification appearance by application
bg: Настройки за начина, по който изглеждат известията, според приложението
nl: Pas de vormgeving van meldingen aan
uk: Налаштування зовнішнього вигляду повідомлень для окремих застосунків

source: Enable Custom Themes
bg: Включване на персонализираните цветове
nl: Eigen thema's gebruiken
uk: Увімкнути Кастомні Теми

source: Apply custom themes to notifications
bg: Прилагане на персонализирани теми за известията
nl: Pas eigen thema's toe op meldingen
uk: Встановлення касстомних тем для повідмлень

source: Application Themes
bg: Теми според приложението
nl: Toepassingsthema's
uk: Теми Застосунків

source: Set custom themes for specific applications using app names or RegExp patterns
bg: Задаване на персонализирани теми за конкретни приложения, по име или регулярен израз
nl: Pas eigen thema's toe op meldingen van bepaalde toepassingen aan de hand van hun namen of reguliere uitdrukkingen
uk: Встановлення кастомних тем для окремих застосунків через назву застосунку чи RegEx шаблони

source: Add Application Theme
bg: Добавяне на тема за приложение
nl: Toepassingsthema toevoegen
uk: Додати Тему Застосунку

source: Action:
bg: Действие:
nl: Actie:
uk: Дія:

source: Hide notification
bg: Скриване на известието
nl: Melding verbergen
uk: Сховати повідолмення

source: Close notification
bg: Затваряне на известието
nl: Melding sluiten
uk: Закрити повідомлення

source: Title matches regex:
bg: Заглавието отговаря на следния регулярен израз:
nl: Reguliere uitdrukking van meldingstitel:
uk: Заголовок відповідає RegEx:

source: Match pattern (RegExp)
bg: Регулярен израз
nl: Patroon overeen laten komen (RegExp)
uk: Шаблон (RegEx)

source: Body matches regex:
bg: Текстът отговаря на следния регулярен израз:
nl: Reguliere uitdrukking van meldingsinhoud:
uk: Вміст відповідає RegEx:

source: App name matches regex:
bg: Името на приложението отговаря на следния регулярен израз:
nl: Reguliere uitdrukking van toepassingsnaam:
uk: Назва застосунку відповідає RegEx:

source: Background
bg: Фон
nl: Achtergrond
uk: Фон

source: Title
bg: Заглавие
nl: Titel
uk: Заголовок

source: Body Text
bg: Текст
nl: Inhoud
uk: Вміст

source: App Name
bg: Име на приложението
nl: Toepassingsnaam
uk: Назва Застосунку

source: Time
bg: Време
nl: Tijdstip
uk: Час

source: Test Notifications
bg: Пробно известие
nl: Meldingen uitproberen
uk: Тестові Повідомлення

source: App Name:
bg: Име на приложението:
nl: Toepassingsnaam:
uk: Назва Застосунку:

source: Test Application Name
bg: Пробно име на приложение
nl: Toepassingsnaam uitproberen
uk: Тестова Назва Застосунку

source: Application name
bg: Име на приложение
nl: Toepassingsnaam
uk: Назва застосунку

source: Title:
bg: Заглавие:
nl: Titel:
uk: Заголовок:

source: Test Notification Title
bg: Пробно заглавие на известие
nl: Meldingstitel voorvertonen
uk: Тестовий Заголовок Повідомлення

source: Notification title
bg: Заглавие за известието
nl: Meldingstitel
uk: Тестовий заголовок

source: Body:
bg: Текст:
nl: Inhoud:
uk: Вміст:

source: Test Notification Body
bg: Пробен текст на известие
nl: Meldingsinhoud voorvertonen
uk: Тестовий Вміст Повідомлення

source: Notification body text
bg: Текст за известието
nl: Meldingstekst
uk: Текст повідомлення

source: Send Test Notification
bg: Показване на пробно известие
nl: Testmelding versturen
uk: Відправити Тестове Повідомлення

source: Test App
bg: Пробно приложение
nl: Toepassingstest
uk: Тестовий Застосунок

source: Test Notification
bg: Пробно известие
nl: Testmelding
uk: Тестове Повідомлення

source: This is a test notification
bg: Това е пробно известие
nl: Dit is een testmelding
uk: Це тестове повідомлення
